// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "โฟลเดอร์";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "ที่คั่นหน้าเว็บ";

// genre names
"Social Networking" = "วงสังคม";
"Reference" = "การอ้างอิง";
"News" = "ข่าว";
"Games" = "เกม";
"Productivity" = "ประสิทธิผล";
"Entertainment" = "การบันเทิง";
"Lifestyle" = "วิถีชีวิต";
"Navigation" = "การนำทาง";
"Music" = "เพลง";
"Utilities" = "เครื่องมือช่วย";
"Travel" = "การท่องเที่ยว";
"Sports" = "การกีฬา";
"Healthcare & Fitness" = "สุขภาพ";
"Photography" = "การถ่ายภาพ";
"Finance" = "การเงิน";
"Business" = "ธุรกิจ";
"Education" = "การศึกษา";
"Weather" = "สภาพอากาศ";
"Books" = "หนังสือ";
"Medical" = "การแพทย์";
"Stores" = "ร้านต่างๆ";

// game subgenre names
"Action Games" = "แอ็กชั่น";
"Adventure Games" = "ผจญภัย";
"Arcade Games" = "อาเขต";
"Board Games" = "เกมกระดาน";
"Card Games" = "เกมไพ่";
"Casino Games" = "คาสิโน";
"Dice Games" = "เกมลูกเต๋า";
"Educational Games" = "ให้ความรู้";
"Family Games" = "เกมเด็ก";
"Kids Games" = "เกมเด็ก";
"Music Games" = "เกมเพลง";
"Puzzle Games" = "ปริศนา";
"Racing Games" = "แข่งความเร็ว";
"Role Playing Games" = "เล่นตามบทบาท";
"Simulation Games" = "การจำลอง";
"Sports Games" = "การกีฬา";
"Strategy Games" = "วางแผน";
"Trivia Games" = "เกมสารพันปัญหา";
"Word Games" = "เกมคำศัพท์";



